Repository: ayalma/moviesapi_flutter
Catalog: lib/config/l10n/intl_*.arb
Languages: fa

# title
source: Hello world App
fa: برنامه تستی

source: Hello
fa: سلام

source: New Movie
fa: فیلم جدید

source: Movie Api
fa: فیلم ها

# searchLabel
source: Enter the movie name
fa: نام فیلم را وارد کنید

# noInternet
source: No internet connection
fa: خطا! اینترنت در دسترس نیست.

source: Retry
fa: تلاش مجدد

source: Movie name
fa: نام فیلم

# movieNameHint
source: Enter movie name
fa: نام فیلم را وارد کنید

# movieIsRequired
source: Movie name is required
fa: نام فیلم لازم است

source: Imdb Id
fa: شناسه ی ای ام دی بی

# imdbIdHint
source: Enter Imdb id of film
fa: شناسه ی ای ام دی بی را وارد کنید

source: Imdb id is required
fa: شناسه ی ای ام دی بی لازم است

source: Country
fa: کشور

# countryHint
source: Enter Country of film
fa: کشور فیلم را وارد کنید

source: Country is required
fa: کشور فیلم لازم است

source: Year
fa: سال

# yearHint
source: Enter year of film
fa: سال تهیه فیلم را وارد کنید

source: Year is required
fa: سال تهیه لازم است

source: Director
fa: کارگردان

# directorHint
source: Enter director of film
fa: کارگردان را وارد کنید

source: Director is required
fa: کارگردان لازم است

source: Imdb rate
fa: امتیاز در ای ام دی بی

# imdbRateHint
source: Enter imdb rate of film
fa: امتیاز در ام دی بی را وارد کنید

source: Imdb vote
fa: تعداد رای در ای ام دبی

# imdbVoteHint
source: Enter imdb vote of film
fa: تعداد رای را وارد کنید

source: Imdb vote is required
fa: تعداد رای در ام دی بی لازم است

source: Poster
fa: پوستر

source: Save Movie
fa: ذخیره فیلم
